{
  "firstname": "Adam",
  "n_whoami": "Who am I?",
  "n_projects": "Projects",
  "n_contact": "Contact",
  "welcome": "Hello! My name is Adam.",
  "quote": "\"Those who can imagine anything, can create the impossible. -Alan Turing\"",
  "home_line_01": "I am Adam Istvan Horvath, CAD-CAM technologist and IT developer.",
  "home_line_02": "My experience includes manufacturing technology, industrial data analysis and process optimization. I also develop web applications based on JavaScript and React - like this site works with React.",
  "home_line_03": "I focus on building modern, efficient and transparent digital systems.",
  "switchLangTextLight": "Light Mode",
  "switchLangTextDark": "Dark Mode",
  "profileMessage": "Hey! 👋",
  "cookieText": "This website uses cookies to improve user experience. Accepting cookies helps the site function, but settings can be changed. For more information and the detailed policy, please read the privacy and cookie policy.",
  "cookiePolicy": "Cookie Policy",
  "privacyPolicy": "Privacy Policy",
  "accept": "Accept",
  "decline": "Decline",
  "r_aboutme_first": "I am Adam Istvan Horvath, CAD-CAM technologist and IT developer, who is passionate about data analysis, software development and digital solutions. My experience includes manufacturing technology, data processing and industrial process optimization. In IT, I work with various technologies and languages including JavaScript, React, database management and automated systems development.",
  "r_aboutme_second": "My goal is to build intuitive, well-structured systems supported by modern technologies that contribute to more efficient and transparent work.",
  "r_t": "Who am I?",
  "r_t_develop": "Developer and database expert.",
  "r_t_music": "Music producer and DJ.",
  "r_t_creative": "Creative projects and design.",
  "r_t_data": "Data processing and artificial intelligence.",
  "r_t_it": "IT and technology development.",
  "r_t_innovation": "Problem solving and innovation.",
  "r_c_develop": "I develop websites, databases and AI integrations using modern technologies such as React, Material UI and Node.js.",
  "r_c_music": "I create electronic music in deep house, melodic techno and future house genres.",
  "r_c_creative": "My passion is geometric CAD-based design and AI-based visual projects.",
  "r_c_data": "My strengths are problem solving and AI-based data analysis to optimize manufacturing defects and processes.",
  "r_c_it": "I have experience in software development, networking and building automated systems.",
  "r_c_innovation": "I'm always looking for new solutions and I like to create efficient systems to increase efficiency.",
  "k_t": "Contact",
  "k_t_subtitle": "Send me a message using the form or send me an email!",
  "p_t": "Projects",
  "p_noiszemmel_d": "The noiszemmel.eu is a WordPress-based website that I developed for the Kispest Municipality. The goal was to create a modern, responsive and easy to use platform that provides information to local residents. The site is search engine optimised (SEO) and tracks visitor statistics using integrated Google Analytics. Fast load times and security settings ensure stable operation. WordPress allows the municipality to easily update content, so the site is always up to date.",
  "p_pje_d": "The pje.hu is a WordPress-based website of the Puspokladany Jovojeert Egyesulet, which serves as an information and community platform. The site uses various technologies, including SEO optimisation, a newsletter system, a petition manager and a blog area for sharing the latest news and posts. The responsive design ensures ease of use on all devices, while search engine optimisation increases accessibility. The website aims to support the work of the association, activate the local community and provide transparent information to residents.",
  "p_adamistvan_d": "The website adamistvan.hu is a React-based website that tells you who I am, what I do and what projects I have worked on. I developed it using the React framework, a JavaScript library that provides a fast and dynamic user experience. The design is done by MUI (Material-UI), which gives the site a modern, clean and responsive look. The aim of the website is to create a transparent, professional online portfolio that effectively showcases my professional experience, work and interests. With an SEO-optimised and mobile-friendly design, adamistvan.hu offers an excellent user experience on all devices, while being built on innovative technologies.",
  "underdev": "The website is under development...",
  "close": "Close",
  "p_f_w": "Finished websites:",
  "p_gh_t": "GitHub",
  "p_gh_t_s": "Here are my last four projects:",
  "visit_website": "Visit website",
  "no_description": "No description available.",
  "created_at": "Created at",
  "last_updated": "Last updated",
  "language": "Language",
  "unknown": "Unknown",
  "visit_repository": "Visit Repository"
}
