{
  "n_whoami": "Who am I?",
  "n_projects": "Projects",
  "n_contact": "Contact",
  "welcome": "Hello! My name is Adam.",
  "quote": "„Those who can imagine anything, can create the impossible. -Alan Turing''",
  "home_line_01": "I am István Ádám Horváth, CAD-CAM technologist and IT developer, dedicated to data analysis, software development and digital solutions",
  "home_line_02": "My experience includes manufacturing technology, data processing and industrial process optimization. In IT, I work with various technologies and languages, including JavaScript, React, database management and automated systems development.",
  "home_line_03": "My goal is to build intuitive, well-structured systems supported by modern technologies that contribute to more efficient and transparent work.",
  "switchLangTextLight": "Light Mode",
  "switchLangTextDark": "Dark Mode",
  "profileMessage": "Hey! 👋",
  "cookieText": "This website uses cookies to improve user experience. Accepting cookies helps the site function, but settings can be changed. For more information and the detailed policy, please read the privacy and cookie policy.",
  "cookiePolicy": "Cookie Policy",
  "privacyPolicy": "Privacy Policy",
  "accept": "Accept",
  "decline": "Decline",
  "r_t": "Who am I?",
  "r_t_develop": "Developer and database expert.",
  "r_t_music": "Music producer and DJ.",
  "r_t_creative": "Creative projects and design.",
  "r_t_data": "Data processing and artificial intelligence.",
  "r_t_it": "IT and technology development.",
  "r_t_innovation": "Problem solving and innovation.",
  "r_c_develop": "I develop websites, databases and AI integrations using modern technologies such as React, Material UI and Node.js.",
  "r_c_music": "I create electronic music in deep house, melodic techno and future house genres.",
  "r_c_creative": "My passion is geometric CAD-based design and AI-based visual projects.",
  "r_c_data": "My strengths are problem solving and AI-based data analysis to optimize manufacturing defects and processes.",
  "r_c_it": "I have experience in software development, networking and building automated systems.",
  "r_c_innovation": "I'm always looking for new solutions and I like to create efficient systems to increase efficiency.",
  "k_t": "Contact",
  "k_t_subtitle": "Send me a message using the form or send me an email!"
}
