{
  "n_whoami": "Ki vagyok?",
  "n_projects": "Projektek",
  "n_contact": "Kapcsolat",
  "welcome": "Hello, a nevem Ádám.",
  "quote": "„Azok, akik bármit el tudnak képzelni, meg tudják teremteni a lehetetlent. -Alan Turing''",
  "home_line_01": "Horváth Ádám István vagyok, CAD-CAM technológus és informatikai fejlesztő, aki elkötelezett az adatelemzés, a szoftverfejlesztés és a digitális megoldások iránt.",
  "home_line_02": "Tapasztalatom kiterjed a gyártástechnológiára, adatfeldolgozásra és az ipari folyamatok optimalizálására. Az informatikában különböző technológiákkal és nyelvekkel dolgozom, beleértve a JavaScriptet, a Reactet, valamint az adatbázis-kezelést és az automatizált rendszerek fejlesztését.",
  "home_line_03": "A célom, hogy intuitív, jól strukturált és modern technológiákkal támogatott rendszereket építsek, amelyek hozzájárulnak a hatékonyabb és átláthatóbb munkavégzéshez.",
  "switchLangTextLight": "Világos mód",
  "switchLangTextDark": "Sötét mód",
  "profileMessage": "Üdv! 👋",
  "cookieText": "Ez a weboldal sütiket használ a felhasználói élmény javítása érdekében. A sütik elfogadása segíti az oldal működését, de a beállítások módosíthatók. További információkért és a részletes szabályzatért, olvassa el az adatkezelési és cookie szabályzatot.",
  "cookiePolicy": "Cookie szabályzat",
  "privacyPolicy": "Adatkezelési tájékoztató",
  "accept": "Elfogadom",
  "decline": "Elutasítom",
  "r_t": "Ki vagyok?",
  "r_t_develop": "Fejlesztő és adatbázis-szakértő.",
  "r_t_music": "Zenei producer és DJ.",
  "r_t_creative": "Kreatív Projects és dizájn.",
  "r_t_data": "Adatfeldolgozás és mesterséges intelligencia.",
  "r_t_it": "IT és technológiai Fejlesztések.",
  "r_t_innovation": "Problémamegoldás és innováció.",
  "r_c_develop": "Weboldalakat, adatbázisokat és AI-integrációkat fejlesztek modern technológiákkal, mint a React, Material UI és Node.js.",
  "r_c_music": "Elektronikus zenét készítek deep house, melodic techno és future house műfajokban.",
  "r_c_creative": "Szenvedélyem a geometriai CAD-alapú dizájn és az AI-alapú vizuális Projects.",
  "r_c_data": "Erősségem a problémamegoldás és az AI-alapú adatelemzés a gyártási hibák és folyamatok optimalizálására.",
  "r_c_it": "Tapasztalatom van szoftverfejlesztésben, hálózatokban és automatizált rendszerek építésében.",
  "r_c_innovation": "Mindig keresem az új megoldásokat, és szívesen hozok létre hatékony rendszereket a hatékonyság növelése érdekében.",
  "k_t": "Kapcsolat",
  "k_t_subtitle": "Írj nekem üzenetet az űrlapon keresztül, vagy küldj email-t!",
  "p_t": "Projektek",
  "underdev": "A weboldal fejlesztés alatt..."
}
